# Taps
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Brews
brew "aria2"
brew "automake"
brew "cmake"
brew "coreutils"
brew "curl"
brew "delve"
brew "direnv"
brew "fzf"
brew "gcc"
brew "x86_64-elf-gcc"
brew "gettext"
brew "gh"
brew "glab"
brew "git-lfs"
brew "go"
brew "gopls"
brew "jq"
brew "llvm"
brew "libtool"
brew "lsyncd"
brew "lua-language-server"
brew "mas"
brew "ninja"
brew "node"
brew "openconnect"
brew "pkg-config"
brew "pv"
brew "qemu"
brew "rust-analyzer"
brew "shfmt"
brew "stylua"
brew "zk"

# Casks
cask "authy"
cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "eurkey"
cask "firefox"
cask "gimp"
cask "hammerspoon"
cask "inkscape"
cask "kitty"
cask "macfuse"
cask "mpv"
cask "obsidian"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "utm"
cask "visual-studio-code"
cask "zoom"
cask "zotero"
cask "font-dejavu"

# Mac App Store apps
mas "GarageBand", id: 682658836
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "iMovie", id: 408981434
