tap "freecad/freecad"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "homeport/tap"
tap "wez/wezterm"
tap "zegervdv/zathura"
brew "glib"
brew "harfbuzz"
brew "pango"
brew "arduino-cli"
brew "openssl@1.1"
brew "aria2"
brew "automake"
brew "node"
brew "bitwarden-cli"
brew "c-blosc"
brew "cmake"
brew "coreutils"
brew "openldap"
brew "curl"
brew "dbus"
brew "delve"
brew "deno"
brew "direnv"
brew "python@3.10"
brew "fzf"
brew "gcc"
brew "gh"
brew "git-lfs"
brew "glab"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "go"
brew "gsettings-desktop-schemas"
brew "hdf5"
brew "htop"
brew "imagemagick"
brew "jq"
brew "latexindent"
brew "python@3.9"
brew "libslirp"
brew "libxml2"
brew "llvm"
brew "lsyncd"
brew "mas"
brew "ninja"
brew "nnn"
brew "openconnect"
brew "pandoc"
brew "pass"
brew "pass-otp"
brew "pinentry-mac"
brew "pipx"
brew "pv"
brew "pyenv"
brew "qemu"
brew "rsync"
brew "sphinx-doc"
brew "texlive"
brew "vpn-slice"
brew "wget"
brew "zk"
brew "homeport/tap/dyff"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "authy"
cask "balenaetcher"
cask "bitwarden"
cask "brave-browser"
cask "docker"
cask "eloston-chromium"
cask "eurkey"
cask "firefox"
cask "font-dejavu"
cask "font-fira-code-nerd-font"
cask "font-victor-mono-nerd-font"
cask "freecad"
cask "gimp"
cask "hammerspoon"
cask "inkscape"
cask "kitty"
cask "mpv"
cask "obsidian"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wezterm"
cask "xquartz"
cask "zoom"
cask "zotero"
